[    
  {
      "cover":"https://www.dotnet-developer-conference.de/app/uploads/2024/04/DDC24-360x80_logo.jpg",
      "title":"DDC",
      "date":"10.07.2024",
      "text":"Entgegen meiner Gewohnheit konnte ich dieses Jahr leider nicht an der Developer Week in Nürnberg teilnehmen. Das erste Mal seit 12 Jahren! Dafür habe ich es aber geschafft bei der kleinen Schwester, der .NET Developer Conference in Köln angenommen zu werden. Dort sind jetzt zwei Vorträge und ein Workshop geplant. Ich freue mich schon sehr. Da beide Konferenzen eigentlich einen festen Platz in meinem Konferenzkalender haben.",
      "link":"https://www.dotnet-developer-conference.de/"
   },
                  {
      "cover":"https://firebasestorage.googleapis.com/v0/b/hendrik-loesch.appspot.com/o/Einfuehrung-Architektur.jpg?alt=media&token=6edb2fc0-6913-468f-bd3c-d3802bfbc33c",
      "title":"Neues Videotraining",
      "date":"01.07.2024",
      "text":"Heute ist ein neues Videotraining von mir erschienen. Wobei ganz neu ist es nicht. Ich habe den Grundkurs zur Softwarearchitektur erneut aufgenommen, der bereits 2019 veröffentlicht wurde. Grund dafür war, dass sich aus diesem Kurs mittlerweile ein ganzer Lernpfad entwickelt hat. Die alte Version enthielt somit viele redundante Informationen, welche nun durch Verweise auf andere Trainings ersetzt wurden. Dazu kam noch eine dynamischere Darstellung, um einen der Hauptkritikpunkte des alten Trainings zu adressieren.",
      "link":"https://www.linkedin.com/learning/instructors/hendrik-losch"
   },
    {
      "cover":"https://www.ittage.informatik-aktuell.de/fileadmin/pics/Design-Elemente/ITT-Logo-Farbe-2024.svg",
      "title":"IT Tage",
      "date":"15.06.2024",
      "text":"Wie ich heute erfahren habe, wurde einer meiner Vorträge bei den IT Tagen angenommen. Diese finden in Frankfurt am Main statt. Eigentlich eine Stadt, die etwas außerhalb meines üblichen Einzugsgebiets liegt, aber dennoch sehr gut per Zug zu erreichen ist 😉 Weiterhin verbinden mich mit der Konferenz einige schöne Erinnerungen, da sie immer einen ganz besonderen Mix unterschiedlichster Technologien und Themen bietet. Es freut mich also, dass ich einmal mehr etwas dazu beitragen darf. Das es sich um den 10. Geburtstag handelt, macht die Sache noch einmal interessanter.",
      "link":"https://www.ittage.informatik-aktuell.de/index.html"
   },
                {
      "cover":"https://cache.sessionize.com/image/d0ef-1140o400o3-35-3ee1-499c-8aed-a170ceb11a02.9b1b14ca-4a17-483d-83c5-80d4a4ea3d57.png",
      "title":"We Are Developers",
      "date":"14.05.2024",
      "text":"We are Developers World Congress, ist die größte mir bekannte Konferenz zum Thema Softwareentwicklung in Europa. Dieses Jahr planen die Veranstalter mit bis zu 15 000 Teilnehmenden und wenn ich mir das Event letztes Jahr ins Gedächtnis rufe, haben sie allen Grund so optimistisch zu sein. Ich freue mich jedenfalls dieses Jahr zwei Vorträgen halten zu dürfen und werde auch die gesamte Konferenz am ZEISS Stand zu finden sein.",
      "link":"https://www.linkedin.com/learning/instructors/hendrik-losch"
   },
        {
      "cover":"https://hendrik-loesch.de/assets/logo-linked-in-learning-10e6e7d3.png",
      "title":"Neue Trainings",
      "date":"04.04.2024",
      "text":"Heute hatte ich eine Abstimmung mit dem Contentmanagement von LinkedIn Learning. Wir haben uns zu neuen Trainings ausgetauscht. Mein Ziel wird sein, bis Ende des Jahres das Training zu Qualitätsmerkmalen zu aktualisieren, da die ISO 25010 ein Update erfahren hat. Darüber hinaus nehmen wir Audiotrainings ins Visier. Die ersten Ideen und Arbeitstitel sind: „Nachhaltigkeit in der Software messen“ und „Softwarearchitekturen abseits der Cloud“.",
      "link":"https://www.linkedin.com/learning/instructors/hendrik-losch"
   },
    {
      "cover":"https://hendrik-loesch.de/assets/logo-linked-in-learning-10e6e7d3.png",
      "title":"Training aufgezeichnet",
      "date":"28.03.2024",
      "text":"Im März habe ich eines meiner erfolgreichsten Trainings erneut aufgezeichnet. Die Einführung in die Softwarearchitektur, ist nun eine Einführung in den Learning Path und verweist auf viele verschiedene weitere Trainings zum Thema. Tatsächlich verfügbar wird die Aktualisierung wahrscheinlich im Juni, spätestens Juli.",
      "link":"https://www.linkedin.com/learning/instructors/hendrik-losch"
   },
    {
      "cover":"https://papercallio-production.s3.amazonaws.com/uploads/event/logo/6303/mid_300_4_Decompiled_Horizontal_Negative.jpg",
      "title":"DecompileD",
      "date":"03.01.2024",
      "text":"Konferenzen in meiner Heimatstadt Dresden sind immer etwas Besonderes für mich. Zum einen natürlich, weil ich nicht weit fahren muss, zum anderen aber auch weil ich mich hier in der ur-eigenen Community bewege, die sich meist aus den unzähligen Meetup und Usergroups Dresdens speist. Daher freut es mich dieses Jahr besonders, dass die DecompileD erneut stattfindet und auch einer meiner Beiträge ausgewählt wurde. In diesem wird sich alles um die Nachhaltigkeit von Software drehen.",
      "link":"https://decompiled.de/"
   },
   {
      "cover":"https://www.oop-konferenz.de/typo3conf/ext/oop_sitepackage/Resources/Public/Images/oop-2023/logo-oop-muenchen.png",
      "title":"Fachforen OOP 2024",
      "date":"15.12.2023",
      "text":"Ich freue mich einmal mehr auf der OOP sein zu dürfen. Diesmal nicht auf der Hauptkonferenz, aber auf den kostenlosen Fachforen, werde ich über die Herausforderungen bei der Entwicklung von Produkten und Produktlinien im Kontext der Fertigung sprechen.",
      "link":"https://www.oop-konferenz.de/oop-2024/fachforen"
   },
    {
      "cover":"https://hendrik-loesch.de/assets/logo-linked-in-learning-10e6e7d3.png",
      "title":"Neue Trainings",
      "date":"28.11.2023",
      "text":"Aktuell bin ich wieder in Gesprächen mit LinkedIn Learning zu neuen Trainings. Dazu gehört ein Update meines Trainings zur Softwarequalität, aber auch eine komplette Neugestaltung meiner Einführung in die Softwarearchitektur. Beides hat sehr gute Gründe. Beim Thema Softwarequalität haben sich deutliche Änderungen mit der Veröffentlichung der zweiten Edition der ISO 25010 ergeben. Beim Thema Softwarearchitektur wiederum, stelle ich mittlerweile einen kompletten Learning Path, durch den es nicht nötig ist so viel im Einführungstraining zu behandeln, wie ich dies getan habe. Die Aufnahmen sind aktuell für März 2024 angesetzt. Mit einer Veröffentlichung ist also ab etwa September 2024 zu rechnen.",
      "link":"https://www.linkedin.com/learning/instructors/hendrik-losch"
   },
        {
      "cover":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/ISO_Logo_%28Red_square%29.svg/2224px-ISO_Logo_%28Red_square%29.svg.png",
      "title":"ISO 25010",
      "date":"15.11.2023",
      "text":"Nun ist es endlich so weit, die zweite Edition der ISO 25010 ist nun veröffentlicht. Damit ergeben sich einige Änderungen an meinen Videotrainings, die ich im Laufe der nächsten Wochen und Monate ausarbeiten werden. Der Grund dafür ist recht einfach: Es haben sich verschiedene neue Bezeichnungen für Qualitätsmerkmale ergeben und es sind auch neue hinzugekommen.",
      "link":"https://www.iso.org/standard/78176.html"
   },
     {
      "cover":"https://devopenspace.de/img/wahl-logo.png",
      "title":"Dev Openspace",
      "date":"29.09.2023",
      "text":"Auch wenn die Agenda aktuell noch nicht ganz fest steht, kann ich schon jetzt sagen, dass ich am 13. Oktober in Leipzig einen Workshop zu Architekturdokumentation halte. Das wird das erste Mal seit sehr langer Zeit sein, dass ich wieder am Developer Openspace teilnehmen kann und ich freue mich bereits sehr darauf.",
      "link":"https://devopenspace.de/"
   },
   {
      "cover":"https://www.sea-con.de/typo3conf/ext/seacon_sitepackage/Resources/Public/Images/seacon/logo-seacon.png",
      "title":"Sea Con",
      "date":"25.09.2023",
      "text":"Wie mir vor kurzem mitgeteilt wurde, werde ich dieses Jahr wieder bei der Sea Con sprechen dürfen. Leider ist es 'nur' eine rein digitale Konferenz, aber da ich schon so viele Jahre bei der SEA CON teilnehme bin ich froh, dass sie überhaupt stattfindet.",
      "link":"https://www.sea-con.de/seacon2023"
   }
]
