[
        {
          "cover": "https://de.wikipedia.org/wiki/Twitter#/media/Datei:Logo_of_Twitter.svg",
          "title": "Ich verlasse Twitter",
          "date": "17.07.2023",
          "text": "Ich habe mich dazu entschieden meinen Twitter Account zu löschen. Der Grund dafür ist recht einfach: Seit Elon Musk die Firma übernommen hat, hat sie sich in meinen Augen immer weiter zum Schlechteren entwickelt. Vorallem nachdem das Content Management Team entlassen wurde sieht man sich ständig mit Bots konfrontiert die sehr fragwürde Inhalte verteilen. Dem möchte ich mich nicht länger ausgesetzt sehen und daher schließe ich meinen Account zum 1. August. Auf dieser Seite hier habe ich deshalb auch bereits den Link auf mein Profil entfernt.",
          "link": "https://www.wuv.de/var/wuv/storage/images/werben-verkaufen/themen/social-media/twitter-schliesst-kostenlosen-zugang-zu-schnittstellen/10410890-2-ger-DE/Twitter-schliesst-kostenlosen-Zugang-zu-Schnittstellen3_gross.jpg"
        },
        {
          "cover": "https://www.developer-week.de/app/uploads/2022/07/DWX23_1500x500-Twitter.jpg.webp",
          "title": "DWX started",
          "date": "26.06.2023",
          "text": "Jetzt geht sie los die DWX. Ab morgen kann man mich am Stand der ZEISS oder in einem meiner drei Vorträge finden.",
          "link": "https://www.developer-week.de/"
        },
        {
          "cover": "https://firebasestorage.googleapis.com/v0/b/hendrik-loesch.appspot.com/o/images%2Fwearedevelopers-world-congress.png?alt=media&token=7e11092f-39af-47c6-9dc7-f986619aa29d",
          "title": "We are Developers",
          "date": "13.06.2023",
          "text": "Dieses Jahr bin ich erstmalig auf dem We Are Developers World Congress in Berlin. Die Konferenz sieht wirklich beeindruckend aus und fühlt sich, von dem was ich bisher gesehen und gehört habe, wie eine riesige Party-Messe-Konferenz-Kombination an. Ich bin sehr gespannt und werde dort zwei Vorträge zur Softwarearchitektur halten. Außerdem bin ich die gesamte Konferenz lang am Stand von ZEISS anzutreffen.",
          "link": "https://www.wearedevelopers.com/world-congress"
        },
        {
          "cover": "https://www.developer-week.de/app/uploads/2022/07/DWX23_1500x500-Twitter.jpg.webp",
          "title": "ZEISS @ Developer Week",
          "date": "01.06.2023",
          "text": "Nur noch wenige Wochen, dann beginnt die Developer Week in Nürnberg. Dieses Jahr bin ich nicht nur als Sprecher auf der Konferenz, sondern habe auch die Ehre ZEISS an einem Stand zu vertreten. Wer also Lust auf ein Schwätzchen hat, kann gern vorbei kommen.",
          "link": "https://www.developer-week.de/speaker/#/speaker/12212-hendrik-losch"
        },
        {
          "cover": "https://d2sofvawe08yqg.cloudfront.net/arc42byexample/s_hero?1620520918",
          "title": "Buch veröffentlicht",
          "date": "17.04.2023",
          "text": "Erst vor einem Monat habe ich es angekündigt, jetzt ist es passiert: Ein Buch, an dem ich mitgearbeitet habe, ist erschienen. \"Arc42 by Example\" ist eine Sammlung von Software-Architekturen, die auf dem Arc42-Template basieren. Diese habe ich um eine komplexe Fotobestellsoftware erweitert. Darüber hinaus wurden einige andere Kapitel aktualisiert und auf die neueste Version des Templates angehoben. Wenn Sie also praktische und moderne Beispiele für Softwarearchitektur Dokumentation suchen, werden Sie in diesem Buch fündig.",
          "link": "https://leanpub.com/arc42byexample"
        },
        {
          "cover": "https://secure.meetupstatic.com/photos/event/a/3/8/a/clean_455861866.jpeg",
          "title": "Dotnet Usergroup Dresden",
          "date": "07.04.2023",
          "text": "Meine Sprecherkarriere habe ich zu einem gewissen Grad der Dotnet Usergroup Dresden zu verdanken. Dort habe ich meinen ersten Vortrag gehalten. Leider ist sie durch Corona in eine Art Winterschlaf verfallen. Daraus möchte ich sie jetzt wieder erwecken und plane im Laufe der nächsten Monate 4 Vorträge. Der erste findet am 4. Mai statt und stellt eine Einführung in die Programmiersprache Python dar.",
          "link": "https://www.meetup.com/de-DE/net-user-group-dresden/"
        },
         {
          "cover": "https://firebasestorage.googleapis.com/v0/b/hendrik-loesch.appspot.com/o/images%2FSoftwarequalitaet.jpg?alt=media&token=e2770d36-e0ed-4d88-8675-78b78c28c3aa",
          "title": "Neues Videotraining",
          "date": "31.03.2023",
          "text": "Nun ist es endlich soweit. Mein neues Training wurde veröffentlicht. Diesmal geht es um Qualitätsmerkmale von Software. Damit runde ich nun nach vier Jahren meine Reihe zum Thema Softwarearchitektur ab. Aus diesem Grund werde ich Ende des Jahres den ersten Teil noch einmal neu aufzeichnen. Davor wird aber zunächst der Kurs zu Architekturmustern erweitert und die Reihe gegenüber der englischen LinkedIn Learning Platform gepicht! Mit etwas Glück kann ich dann nächstes Jahr die Englische Variante bekannt geben.",
          "link": "https://www.linkedin.com/learning/einfuhrung-in-die-softwarearchitektur-5-qualitatsmerkmale-und-anforderungen/"
        },
        {
          "cover": "https://www.developer-week.de/app/uploads/2022/07/DWX23_1500x500-Twitter.jpg.webp",
          "title": "Teilnahme an der DWX 2023",
          "date": "23.03.2023",
          "text": "Ende Juni ist es wieder so weit: Die Developer Week in Nürnberg findet statt. Ich habe die Ehre dieses Jahr mit gleich 3 Beiträgen in der Agenda vertreten zu sein. So gibt es einen Vortrag zu Softwarequalität mit meiner geschätzten Kollegin Maria Petzold, aber auch einen weiteren Vortrag mit meiner Kollegin Christina Ulonska zur Nachhaltigkeit von Software. Mit dem letzten Beitrag nähere ich mich dann noch einem Thema mit dem ich erst jüngst Erfahrung sammeln konnte: Python.",
          "link": "https://www.developer-week.de/speaker/#/speaker/12212-hendrik-losch"
        },
        {
          "cover": "https://www.interred.de/imgs/1/6/0/2/2Element_1-e236daa41fc13ac5.jpg",
          "title": "Artikel in der Dotnetpro",
          "date": "10.03.2023",
          "text": "In der aktuellen Ausgabe der Dotnetpro habe ich einen Artikel zum Thema Softwarearchitektur veröffentlicht. Dieser gehört zu einer Miniserie, in welcher verschiedene Architekturmuster erläutert werden und eine Entscheidungshilfe für den Einsatz dieser Muster gegeben wird. Dabei wird außerdem die Entwicklung von rein prozeduralen Systemen hin zu verteilten, domänen getriebenen Applikationen auf Basis der Clean Architecture beleuchtet. Der erste Teil der Miniserie steht kostenlos auf der Webseite zur Verfügung.",
          "link": "https://www.dotnetpro.de/planung/clean-code/architektur-blitzblank-2836418.html"
        },
        {
          "cover": "https://d2sofvawe08yqg.cloudfront.net/arc42byexample/s_hero?1620520918",
          "title": "Neues Buch",
          "date": "05.03.2023",
          "text": "Heute habe ich meine Arbeiten an einem neuen Buchprojekt abgeschlossen. Gernot Starke, Michael Simons, Stefan Zörner und Ralf D. Müller haben mir die Möglichkeit gegeben zum Buch 'Arc 42 by Example' beizutragen. Diese Chance habe ich natürlich gern genutzt und meine Beispielarchitektur für die Fotobestellsoftware FotoMaX hinzugefügt. Das Buch ist Version 2 bereits bei Leanpub erhältlich. Die neue Version wird dann zeitnahe ebenfalls bereitgestellt. Natürlich erhalten alle Leser von Version 2 auch kostenlos Version 3.",
          "link": "https://leanpub.com/arc42byexample"
        }
      ]
